{
  "<unk>": 0,
  "##E": 1,
  "##P": 2,
  "##PE": 3,
  "##a": 4,
  "##a##c##h##i##ne": 5,
  "##a##c##hi##n": 6,
  "##a##ch": 7,
  "##a##g##a##ri": 8,
  "##a##ga##r": 9,
  "##a##ge": 10,
  "##a##n##g##ua##g##e": 11,
  "##a##n##gu": 12,
  "##a##na##g##a##r##i": 13,
  "##a##ng": 14,
  "##a##nt": 15,
  "##a##r##ni##n##g": 16,
  "##a##re": 17,
  "##a##rn": 18,
  "##a##t##i##on": 19,
  "##a##t##io": 20,
  "##a##t##u##ra##l": 21,
  "##a##t##ur": 22,
  "##a##ti": 23,
  "##a##tu": 24,
  "##a##zy": 25,
  "##ac": 26,
  "##ag": 27,
  "##al": 28,
  "##an": 29,
  "##ar": 30,
  "##at": 31,
  "##az": 32,
  "##b": 33,
  "##b##w##o##rd": 34,
  "##b##wo##r": 35,
  "##bw": 36,
  "##c": 37,
  "##c##e##s##si##n##g": 38,
  "##c##e##ss": 39,
  "##c##es": 40,
  "##c##r##i##pt": 41,
  "##c##r##ip": 42,
  "##c##ri": 43,
  "##ce": 44,
  "##ck": 45,
  "##cr": 46,
  "##d": 47,
  "##di": 48,
  "##ds": 49,
  "##e": 50,
  "##e##g##m##e##n##ta##t##i##o##n": 51,
  "##e##g##m##e##nt": 52,
  "##e##g##me##n": 53,
  "##e##gm": 54,
  "##e##ls": 55,
  "##e##n##iz": 56,
  "##e##ni": 57,
  "##e##va##n##a##g##a##r##i": 58,
  "##ea##r##n##i##n##g": 59,
  "##ed": 60,
  "##ee##d": 61,
  "##eg": 62,
  "##el": 63,
  "##en": 64,
  "##er": 65,
  "##ev": 66,
  "##g": 67,
  "##h": 68,
  "##he": 69,
  "##i": 70,
  "##i##nd##i": 71,
  "##i##ng": 72,
  "##i##th": 73,
  "##ic##k": 74,
  "##in": 75,
  "##it": 76,
  "##k": 77,
  "##ke##n##i##z": 78,
  "##l": 79,
  "##ld": 80,
  "##lo": 81,
  "##m": 82,
  "##m##p##o##r##ta##n##t": 83,
  "##m##p##o##rt": 84,
  "##m##po##r": 85,
  "##m##ps": 86,
  "##mp": 87,
  "##n": 88,
  "##o": 89,
  "##o##de##l##s": 90,
  "##od": 91,
  "##og": 92,
  "##ok##e##n##i##z": 93,
  "##oo##d": 94,
  "##or": 95,
  "##ox": 96,
  "##p": 97,
  "##ps": 98,
  "##r": 99,
  "##r##o##wn": 100,
  "##r##oc##e##s##s##i##n##g": 101,
  "##r##ow": 102,
  "##ro": 103,
  "##s": 104,
  "##t": 105,
  "##u": 106,
  "##ub##w##o##r##d": 107,
  "##ui##c##k": 108,
  "##um##p##s": 109,
  "##v": 110,
  "##ve##r": 111,
  "##w": 112,
  "##x": 113,
  "##y": 114,
  "##z": 115,
  "##ं": 116,
  "##ंग": 117,
  "##इ": 118,
  "##इज": 119,
  "##ए": 120,
  "##क": 121,
  "##क##ना": 122,
  "##क##ार": 123,
  "##क##्##षण": 124,
  "##क##्य": 125,
  "##क##्ष": 126,
  "##कन": 127,
  "##का": 128,
  "##क्": 129,
  "##ग": 130,
  "##गर##ी": 131,
  "##च": 132,
  "##च##णी": 133,
  "##चण": 134,
  "##ज": 135,
  "##झ": 136,
  "##झे##श##न": 137,
  "##ठ": 138,
  "##ठी": 139,
  "##ड": 140,
  "##डल": 141,
  "##ण": 142,
  "##त": 143,
  "##ते": 144,
  "##द": 145,
  "##दी": 146,
  "##न": 147,
  "##न##ि##या": 148,
  "##न##िं##ग": 149,
  "##न##िय": 150,
  "##न##्द##ी": 151,
  "##नि": 152,
  "##न्": 153,
  "##प": 154,
  "##पि": 155,
  "##म": 156,
  "##म##स्": 157,
  "##मस": 158,
  "##य": 159,
  "##यझ##े##श##न": 160,
  "##र": 161,
  "##र##ाठ##ी": 162,
  "##र##ीक##्##ष##ण": 163,
  "##र##्न##ि##ं##ग": 164,
  "##रत": 165,
  "##रा": 166,
  "##री": 167,
  "##र्": 168,
  "##ल": 169,
  "##श": 170,
  "##श##ाल": 171,
  "##श##ीन": 172,
  "##शा": 173,
  "##शी": 174,
  "##ष": 175,
  "##स": 176,
  "##ह": 177,
  "##हे": 178,
  "##़": 179,
  "##़र": 180,
  "##ा": 181,
  "##ाक##्##य": 182,
  "##ाग##र##ी": 183,
  "##ाच##ण##ी": 184,
  "##ि": 185,
  "##िन##्##द##ी": 186,
  "##िश##ा##ल": 187,
  "##ी": 188,
  "##ु": 189,
  "##ुन##ि##य##ा": 190,
  "##े": 191,
  "##े##शन": 192,
  "##ें": 193,
  "##ेत": 194,
  "##ेश": 195,
  "##ै": 196,
  "##ॉ": 197,
  "##ॉड##ल": 198,
  "##ो": 199,
  "##ोक##न##ा": 200,
  "##्": 201,
  "B": 202,
  "BP##E": 203,
  "D": 204,
  "De##v##a##n##a##g##a##r##i": 205,
  "H": 206,
  "Hi##n##d##i": 207,
  "b": 208,
  "br##o##w##n": 209,
  "d": 210,
  "do##g": 211,
  "f": 212,
  "fo##r": 213,
  "fo##x": 214,
  "g": 215,
  "go##o##d": 216,
  "h": 217,
  "h##e##ll##o": 218,
  "h##e##lp##s": 219,
  "he##l": 220,
  "i": 221,
  "im##p##o##r##t##a##n##t": 222,
  "is": 223,
  "j": 224,
  "ju##m##p##s": 225,
  "l": 226,
  "la##n##g##u##a##g##e": 227,
  "la##z##y": 228,
  "le##a##r##n##i##n##g": 229,
  "m": 230,
  "ma##c##h##i##n##e": 231,
  "mo##d##e##l##s": 232,
  "n": 233,
  "na##t##u##r##a##l": 234,
  "ne##e##d": 235,
  "o": 236,
  "ov##e##r": 237,
  "p": 238,
  "pr##o##c##e##s##s##i##n##g": 239,
  "q": 240,
  "qu##i##c##k": 241,
  "r": 242,
  "ra##r##e": 243,
  "s": 244,
  "sc##r##i##p##t": 245,
  "se##g##m##e##n##t##a##t##i##o##n": 246,
  "su##b##w##o##r##d": 247,
  "t": 248,
  "t##o##k##e##n##i##z##e##rs": 249,
  "t##o##k##e##n##i##za##t##i##o##n": 250,
  "t##o##k##e##n##i##ze##r": 251,
  "th##e": 252,
  "to##k##e##n##i##z": 253,
  "w": 254,
  "w##o##rd##s": 255,
  "w##o##rl##d": 256,
  "wi##t##h": 257,
  "wo##r": 258,
  "आ": 259,
  "आह##े": 260,
  "ए": 261,
  "एक": 262,
  "क": 263,
  "के": 264,
  "च": 265,
  "चा##च##ण##ी": 266,
  "ज": 267,
  "जग": 268,
  "ट": 269,
  "ट##ो##क##न##ा##इ##ज़##र": 270,
  "ट##ो##क##न##ा##इ##जे##श##न": 271,
  "ट##ो##क##न##ाइ##ज": 272,
  "ट##ो##क##न##ाय##झ##े##श##न": 273,
  "टो##क##न##ा": 274,
  "द": 275,
  "दु##न##ि##य##ा": 276,
  "दे##श": 277,
  "न": 278,
  "न##म##स##्क##ा##र": 279,
  "न##म##स##्त##े": 280,
  "नम##स##्": 281,
  "ना##ग##र##ी": 282,
  "प": 283,
  "पर##ी##क##्##ष##ण": 284,
  "भ": 285,
  "भ##ा##षा": 286,
  "भ##ा##षे##त": 287,
  "भ##ार##त": 288,
  "भ##ाष": 289,
  "भा": 290,
  "म": 291,
  "मर##ा##ठ##ी": 292,
  "मश##ी##न": 293,
  "मे##ं": 294,
  "मॉ##ड##ल": 295,
  "य": 296,
  "यह": 297,
  "ल": 298,
  "ल##िए": 299,
  "ल##िप##ि": 300,
  "लर##्##न##ि##ं##ग": 301,
  "लि": 302,
  "व": 303,
  "वा##क##्##य": 304,
  "वि##श##ा##ल": 305,
  "ह": 306,
  "हि##न##्##द##ी": 307,
  "हे": 308,
  "है": 309
}